import poster1 from './resources/i/poster1.jpg';
import poster2 from './resources/i/poster2.jpg';
export const films = [
  {
    title: 'Звёздные войны XXIII: Атака клонированных клонов',
    desc: 'Две сотни лет назад малороссийские хутора разоряла шайка нехристей-ляхов во главе с могущественным колдуном.',
    duration: '130 минут',
    origin: 'США',
    image: poster1,
  },
  {
    title: 'Альфа',
    desc: '20 тысяч лет назад Земля была холодным и неуютным местом, в котором смерть подстерегала человека на каждом шагу.',
    duration: '96 минут',
    origin: 'Франция',
    image: poster2,
  },
  {
    title: 'Хищник',
    desc: 'Самые опасные хищники Вселенной, прибыв из глубин космоса, высаживаются на улицах маленького городка, чтобы начать свою кровавую охоту. Генетически модернизировав себя с помощью ДНК других видов, охотники стали ещё сильнее, умнее и беспощаднее.',
    duration: '101 минута',
    origin: 'Канада, США',
    image: poster2,
  },
]
